brew "anomalyco/tap/opencode"
brew "delta"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "jq"
brew "luarocks"
brew "neovim"
brew "node"
brew "railway"
brew "ripgrep"
brew "stow"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "font-blex-mono-nerd-font"
cask "ghostty"
cask "karabiner-elements"
