brew "agent-browser"
brew "delta"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "node"
brew "railway"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"

cask "font-blex-mono-nerd-font"
cask "ghostty"
cask "karabiner-elements"

